[FailAchievements]
Achievements=((Title="Gored Fast",Description="Be killed by a headless gorefast"),(Title="Amateur Demolitions",Description="Kill 20 headless bloats with pipe bombs"),(Title="Lost Baggage",Description="Die with your syringe, welder, or knife out 10 times"),(Title="Level 6 Pro",Description="Die on wave 1 with a level 6 perk on normal or beginner difficulty"),(Title="Professional Demolitions",Description="Kill 15 stalkers with blunt grenades"),(Title="Watch Your Step",Description="Be killed while still having full armor"),(Title="Pistol Pete",Description="Enrage a fleshpound with the 9mm or dual 9mm"),(Title="Melting Point",Description="Be killed by bloat bile using a perk with bile resistance"),(Title="Master Demolitions",Description="Enrage 10 scrakes with explosives"),(Title="Demolitions God",Description="Be killed by your own explosive 25 times"),(Title="Useless Baggage",Description="Win a match, having died every wave starting from wave 1"),(Title="Sharp Shooter",Description="Body shot scrakes 10 times with the M99"))
packName="Fail Pack"

[FunAchievements]
Achievements=((Title="Medic Game",Description="Play a full game as medic, without killing a single specimen"),(Title="Goomba Stomp",Description="Jump on a crawler 8 times in a wave"),(Title="Blunt Trauma",Description="Kill 20 husks with blunt grenade headshots"),(Title="Shoryuken",Description="Uppercut 10 scrakes in a game"),(Title="I'm Rich!",Description="Hold over £10000"),(Title="Hadoken",Description="Kill 10 fleshpounds with husk cannon impact damage"),(Title="Wild Wild West",Description="Kill one of every specimen with pistols"),(Title="I am a Spy",Description="Backstab a fleshpound with the knife"),(Title="Kamikaze",Description="Kill yourself and the patriarch with a pipebomb"),(Title="Bluntly Stated",Description="Stun a scrake with a blunt grenade"),(Title="Net Loss",Description="Play a full game on a server with 200+ ping"),(Title="High Priority Target",Description="Kill 50 crawlers with big guns"),(Title="Mind Reader",Description="Damage the Patriarch with a pipe bomb during the cut scene"))
packName="Fun Pack"

[StockEventAchievements]
Achievements=((Title="Merry Friggin Christmas",Description="[2010 Xmas] Kill the Christmas Patriarch"),(Title="Cracked the Nutcracker!",Description="[2010 Xmas] Land the killing blow on a Christmas Fleshpound with a Knife"),(Title="Can't Catch Me!",Description="[2010 Xmas] Kill 2 Christmas Gorefasts with a Melee weapon from behind in one wave"),(Title="Toasted Jack Frost",Description="[2010 Xmas] Kill the Christmas Scrake with a Fire-based weapon"),(Title="That's not Santa!",Description="[2010 Xmas] Kill 3 Christmas Bloats with the Bullpup in one wave"),(Title="Back to Work",Description="[2010 Xmas] Kill 20 Christmas Clots in one wave"),(Title="Rudolph, the Bloody Nosed Reindeer",Description="[2010 Xmas] Kill a Christmas Crawler with a Crossbow"),(Title="Not So Silent Night",Description="[2010 Xmas] Kill a Christmas Siren with an undetonated LAW rocket"),(Title="Fending off Mrs. Claws",Description="[2010 Xmas] Kill 3 Christmas Stalkers with a Lever Action Rifle without reloading"),(Title="Who Brings a Gun to a Snow Ball Fight?",Description="[2010 Xmas] Kill a Christmas Husk with any Pistol."),(Title="Deck the Halls with Buckets o' Blood",Description="[2010 Xmas] Kill 3 Christmas Zeds in 1 ZED time chain with a Melee weapon"),(Title="Tis Better to Give than to Receive",Description="[2010 Xmas] Drop 3 Tier 3 weapons for others (with which they kill at least one Christmas Zed)"),(Title="Eggnog Anyone?",Description="[2010 Xmas] Get covered in Christmas Bloat Bile and live for 10 seconds on Hard, Suicidal, or Hell on Earth"),(Title="Uber Tuber",Description="Expensive but delicious! Brought to you by Dr. Dougley and Lord Ned."),(Title="Golden Potato",Description="Get into GLaDOS' core on Aperture"),(Title="Ringmaster",Description="Kill the Ring Leader (Circus Patriarch)"),(Title="Sparring with a Master",Description="Kill a Circus Gorefast with a Melee weapon"),(Title="Assistant Homicide",Description="Kill 2 Circus Stalkers with a Melee weapon to the back in one wave"),(Title="Seeing Double",Description="Kill 5 Circus Crawlers with a Bullpup in one wave"),(Title="Clearing Clown Alley",Description="Kill 5 Circus Bloats in one game"),(Title="The Big Hunt",Description="Kill a Circus Scrake with a Crossbow"),(Title="Lifting a Dumbell",Description="Kill a Circus Husk with a LAW"),(Title="Small Hands",Description="Kill 3 Circus Clots in a wave with the Lever Action Rifle"),(Title="Elephant Gun",Description="Land the killing blow on a Circus Fleshpound with a Pistol"),(Title="Juggling Act",Description="Drop 5 different Tier 2 weapons in one wave"),(Title="Windjammer Enthusiast",Description="Survive 10 seconds after being screamed at by at Circus Siren on Hard or above"),(Title="Taking Down the Big Top",Description="Kill 4 Circus Zeds in 1 ZED time chain with a Melee weapon"),(Title="Burning up the Midway",Description="Kill 10 Circus Clots with a Fire-based weapon"),(Title="Sparkling in the Twilight",Description="Kill The Vampire Patriarch Ringmaster in Bedlam"),(Title="Carving The Jack O' Lantern",Description="Decapitate a burning Halloween specimen in Bedlam"),(Title="The Scene is Zed",Description="Kill 250 Halloween Specimens in Bedlam"),(Title="Zed October",Description="Win a Long Bedlam Match During the Halloween Event on Hard"),(Title="This is No Ordinary Rabbit!",Description="Kill 25 Halloween Scrakes in Bedlam"),(Title="Trick, not Treat",Description="Kill 5 Halloween Specimens with any gun without reloading"),(Title="A Bloody Christmas Carol",Description="Kill 15 XMas Clots, 5 xmas Stalkers, 5 XMas Crawlers, 1 XMas Siren and 1 XMas Bloat"),(Title="Soul Collector",Description="Free the souls of the 25 Gnomes hidden on Hillbilly Horror in 1 game"),(Title="Meet Your Maker!",Description="Kill 1000 Hillbilly Zeds"),(Title="Creepy Crawlies",Description="Kill 15 Hillbilly Crawlers in 1 game with the Tommy Gun or MKb42"),(Title="Rippin' It Up",Description="Kill a Hillbilly Husk and another Hillbilly Zed in the same shot with the Buzzsaw Bow or M99"),(Title="I Am Become Death",Description="Kill 5 Hillbilly Zeds in 10 seconds with the Scythe or Axe"),(Title="Fiery Personality",Description="Set 3 Hillbilly Gorefasts on fire with the Flare Pistol or Trench Gun"),(Title="Hide and go Puke",Description="[2013 Summer] Destroy all the Pukey the Clown dolls"),(Title="Arcade Gamer",Description="[2013 Summer] Complete the Pop the Clot, the Strong Man and the Grenade Toss games"),(Title="Full Charge",Description="[2013 Summer] Have 5 Breaker Boxes 100% repaired at the same time"),(Title="Extended Motion Protector",Description="[2013 Summer] Protect the Ringmaster during the escort mission so that he does not get hit more than 15 times"),(Title="Guardian Assault Protector",Description="[2013 Summer] Protect the ringmaster during the defense mission so that he does not get hit more than 15 times"),(Title="Golden 3 Crown Note",Description="[2013 Summer] Get all 3 gold bars without the carriers taking damage while they have them"),(Title="Fire and Forget",Description="Kill a Halloween Fleshpound and Scrake in the same explosion with the Seal Squeal Harpoon Bomber or the LAW"),(Title="Under The Weather",Description="Use Bile or the Flamethrower to kill one of each Halloween Zed"),(Title="Most Bang for the Buck",Description="Kill 10 Halloween zeds in explosions using the Seeker 6 or the M32 within 5 seconds"),(Title="But It's All Red!",Description="Collect all 16 Z.E.D. Gun pieces"))
packName="Stock Events"

[StockKFAchievements]
Achievements=((Title="Experimenticide",Description="Kill 100 specimens"),(Title="Fascist Dietitian",Description="Kill 200 bloats"),(Title="Homer's Heroes",Description="Kill 100 sirens"),(Title="Keep Those Sneakers Off the Floor!",Description="Kill 20 stalkers with explosives"),(Title="Random Axe of Kindness",Description="Kill 15 specimens with a fire axe in a single wave"),(Title="Bitter Irony",Description="Kill 2 scrakes with a chainsaw in a single wave"),(Title="Hot Cross Fun",Description="Kill 25 burning specimens with a crossbow"),(Title="Dignity for the Dead",Description="Kill 10 specimens feeding on dead teammates' corpses"),(Title="Careful Spender",Description="Kill 4 specimens with a single shot from a hunting shotgun"),(Title="Too Close For Comfort",Description="Finish off a fleshpound using a melee attack"),(Title="Master Surgeon",Description="As a medic, kill 8 specimens using a knife in a single wave"),(Title="It's What's Inside That Counts",Description="Turn 500 specimens into giblets"),(Title="Quarter Pounder With Ease",Description="Turn 5 fleshpounds into giblets"),(Title="Self Medicator",Description="In co-op mode, use the syringe on yourself 100 times"),(Title="Thin-Ice Pirouette",Description="Complete 10 waves when the rest of your team has died"),(Title="Philanthropist",Description="Give 1,000 pounds to teamamtes who have 50% of your cash or less"),(Title="Straight Rush",Description="Kill the patriarch before he has a chance to heal"),(Title="The L.A.W. That Broke The Camel's Back",Description="Deliver the Killing Blow to the Patriarch with a L.A.W. Rocket"),(Title="Death To the Mad Scientist",Description="Defeat the Patriarch on Suicidal"),(Title="Experimentimillicide",Description="Kill 1,000 specimens"),(Title="Experimentilottacide",Description="Kill 10,000 specimens"),(Title="Explosive Personality",Description="As Demolitions, kill 1000 specimens with the the pipebomb"),(Title="Flaming Hell, That was Close",Description="As Firebug, kill the husk with the flamethrower before he hurts anyone"),(Title="Merry Men",Description="Kill the patriarch when everyone is ONLY using crossbows"),(Title="Blooper Reel",Description="Turn 500 Zeds into giblets using the M79"),(Title="Dot of Doom",Description="Get 25 headshots in a row with the EBR while using the laser sight"),(Title="SCAR'd",Description="Kill 1000 specimens with the SCAR"),(Title="Healing Touch",Description="Heal 200 teammates with the MP7's medication dart"),(Title="Pound This",Description="Kill 100 fleshpounds with the AA12"),(Title="Killer Junior",Description="Kill 20 crawlers in mid-air with the M79"),(Title="Let Them Burn",Description="Get 1000 points of burn damage with the MAC-10"),(Title="Burning Irony",Description="Kill 15 husks with the Husk Cannon"),(Title="Highlander",Description="Kill a scrake, a fleshpound, and the patriarch with the Claymore sword within one map"),(Title="Bloody Yanks",Description="Kill 1 specimen ONLY while expending a full M4 Assault Rifle magazine"),(Title="Finish Him",Description="Hit a scrake with the M203 Rifle grenade to kill him"),(Title="I love ze Healing not ze Hurting",Description="Heal others for 3000 points of health with the MP5 SMG"),(Title="Italian Meat Pasta",Description="Kill 12 zeds with a full magazine from the Combat Shotgun"),(Title="Feeling Lucky?",Description="Kill a specimen with every shot from your Revolver for one magazine"),(Title="We Have Ourselves a Cowboy",Description="Hold Dual 9mm, Dual Hand Cannons, and Dual Revolvers"),(Title="Spec Ops",Description="Kill 12 clots with one magazine without reloading (MK23)"),(Title="Combat Medic",Description="Kill a zed that has injured a player (M7A3 rifle)"),(Title="Fugly",Description="Kill one of each type of zed in one round (HSG Shotgun)"),(Title="British Superiority",Description="Kill a zed each with both the Bullpup and FN-Fal"),(Title="The Big One",Description="Kill 2 scrakes with one shot (M99)"),(Title="Historical Remnants",Description="Kill 6 zeds with one magazine, without reloading (Mkb42)"),(Title="Nail'd!",Description="Kill 4 stalkers in a game with the Nailgun"),(Title="Trench Warfare",Description="Set a total of 200 zeds on fire"),(Title="Have My Axe",Description="Kill 30 fleshpounds with the Dwarfs!? axe with back attacks"),(Title="One Small Step for Man",Description="Kill 500 zeds with the Schneidzekk Medic Gun while you are falling"),(Title="Game Over, Man!",Description="Have 20 zeds you slowed with the Z.E.D. gun killed"),(Title="Single-shot Equalizer",Description="Kill 4 different types of Zeds with 4 headshots from the Long Musket or the M14 without reloading"),(Title="Assault Flayer Ordinance",Description="Push a scrake back with the direct fire from a Hunting Shotgun or alt fire from the Multi-Chamber ZED Thrower"),(Title="Single-Load Doom Bombardier",Description="Kill a ZED with an impact shot from the Orca Bomb Propeller or the M79/M32"),(Title="Turbo Executioner",Description="Kill 5 zeds in ZED time without reloading with Dr. T's LDS or Bullpup"),(Title="Claw Machine Master",Description="Attach the crane hook within 125 seconds"),(Title="Ex-scientist",Description="Collect all the bile without a contamination"),(Title="Blinding Big Brother",Description="Destroy all 30 Cameras"),(Title="No Time for Love, Dr. Jones",Description="Win a short round on KF-Hell playing as or with Harchier Spebbington"),(Title="Totally Metal",Description="Transit - Kill 250 Zeds before completing the welding objective"),(Title="Nitro Boost!",Description="Transit - Get the Nitro to the Objective in 135 seconds or less"),(Title="Multi-pass",Description="Transit - Pick up the door key"),(Title="Science Hater",Description="Transit - Destroy all the DNA vials"),(Title="Rich Evil Uncle",Description="Collect all the Treasure Bags"),(Title="Oktoberfest Master",Description="Collect all the Beer Steins"),(title="Skull Cracker",description="Clandestine - Destroy 30 skulls"),(title="All shook up",description="Destroy all (15) Snow Globes"))
packName="Stock KF"

[StockMapsHard]
Achievements=((Title="Hard Pub Crawl",Description="Win a medium or long game on West London on Hard difficulty"),(Title="Duke of the Manor",Description="Win a medium or long game on Manor on Hard difficulty"),(Title="Cattle Farmer",Description="Win a medium or long game on Farm on Hard difficulty"),(Title="Hard Boss",Description="Win a medium or long game on Offices on Hard difficulty"),(Title="Lab Assistant",Description="Win a medium or long game on Biotics Lab on Hard difficulty"),(Title="Steel Worker",Description="Win a medium or long game on Foundry on Hard difficulty"),(Title="Gone Mental",Description="Win a medium or long game on Bedlam on Hard difficulty"),(Title="Raccoon King of the Dark Forrest",Description="Win a medium or long game on Wyre on Hard difficulty"),(Title="Waste Land",Description="Win a medium or long game on Biohazard on Hard difficulty"),(Title="Warehouse Forklift Operator",Description="Win a medium or long game on Crash on Hard difficulty"),(Title="Departure Lounge",Description="Win a medium or long game on Departed on Hard difficulty"),(Title="Missed Connection",Description="Win a medium or long game on Filth's Cross on Hard difficulty"),(Title="That Bloody Well Hurts!",Description="Win a medium or long game on Hospital Horrors on Hard difficulty"),(Title="Crushed Ice",Description="Win a medium or long game on Icebreaker on Hard difficulty"),(Title="Gone Camping",Description="Win a medium or long game on Mountain Pass on Hard difficulty"),(Title="Private Security",Description="Win a medium or long game on Suburbia on Hard difficulty"),(Title="Burst Pipe",Description="Win a medium or long game on Waterworks on Hard difficulty"),(Title="Silent Night, Evil Night",Description="Win a medium or long game on Santa's Evil Lair on Hard difficulty"),(Title="Still Alive",Description="Win a medium or long game on Aperture on Hard difficulty"),(Title="Dog and Pony Show",Description="Win a medium or long game on Abusement Park on Hard difficulty"),(Title="Stay Frosty",Description="Win a medium or long game on Ice Cave on Hard difficulty"),(Title="Stuck in Limbo",Description="Win a medium or long game on Hellride on Hard difficulty"),(Title="Second Cousins",Description="Win a medium or long game on Hillbilly Horror on Hard difficulty"),(Title="Attempting Re-entry",Description="Win a medium or long game on Moonbase on Hard difficulty"),(Title="Modified Psychoacceleration Achiever",Description="Win a medium or long game on Steamland on Hard difficulty"),(Title="Oscillating Hydrogen Transition Achiever",Description="Win Steamland in Objective Mode on Hard difficulty"),(Title="Gang Crew",Description="Win a medium or long game on Fright Yard on Hard difficulty"),(Title="Truck Driver",Description="Win Fright Yard in Objective Mode on Hard difficulty"),(Title="King Minos",Description="Win a medium or long game on Hell on Hard difficulty"),(Title="Agnosia",Description="Win a medium or long game on Forgotton on Hard difficulty"),(Title="Micro Brewer",Description="Win a medium or long game on Siren's Belch on Hard difficulty"),(Title="Squire",Description="Win a medium or long game on Stronghold on Hard difficulty"),(Title="Economy Comfort",Description="Win a medium or long game on Transit on Hard difficulty"),(Title="Long weekend",Description="Win Transit in Objective Mode on Hard difficulty"),(title="Rack 'em up",description="Win a medium or long game on Clandestine on Hard difficulty"),(title="Cavern of Pain",description="Win a medium or long game on ThrillsChills on Hard difficulty"))
packName="Stock Maps - Hard"

[StockMapsHellOnEarth]
Achievements=((Title="Hellish Pub Crawl",Description="Win a medium or long game on West London on Hell on Earth difficulty"),(Title="Demonic King of the Manor",Description="Win a medium or long game on Manor on Hell on Earth difficulty"),(Title="Demon Farmer",Description="Win a medium or long game on Farm on Hell on Earth difficulty"),(Title="Boss from Hell",Description="Win a medium or long game on Offices on Hell on Earth difficulty"),(Title="Scientist from Hell",Description="Win a medium or long game on Biotics Lab on Hell on Earth difficulty"),(Title="Diablo Steel Man",Description="Win a medium or long game on Foundry on Hell on Earth difficulty"),(Title="Commit-ed for life",Description="Win a medium or long game on Bedlam on Hell on Earth difficulty"),(Title="Wolf King of the Dark Forrest",Description="Win a medium or long game on Wyre on Hell on Earth difficulty"),(Title="Wasted",Description="Win a medium or long game on Biohazard on Hell on Earth difficulty"),(Title="Warehouse Manager",Description="Win a medium or long game on Crash on Hell on Earth difficulty"),(Title="Dear Departed",Description="Win a medium or long game on Departed on Hell on Earth difficulty"),(Title="Pile Up",Description="Win a medium or long game on Filth's Cross on Hell on Earth difficulty"),(Title="Not Dead Yet!",Description="Win a medium or long game on Hospital Horrors on Hell on Earth difficulty"),(Title="Comet",Description="Win a medium or long game on Icebreaker on Hell on Earth difficulty"),(Title="Park Ranger",Description="Win a medium or long game on Mountain Pass on Hell on Earth difficulty"),(Title="SWAT",Description="Win a medium or long game on Suburbia on Hell on Earth difficulty"),(Title="Floodgate To Hell",Description="Win a medium or long game on Waterworks on Hell on Earth difficulty"),(Title="Grandmas got Eaten by a Reindeer",Description="Win a medium or long game on Santa's Evil Lair on Hell on Earth difficulty"),(Title="I'm Making a Note Here, Huge Success",Description="Win a medium or long game on Aperture on Hell on Earth difficulty"),(Title="On Top of the Big Top",Description="Win a medium or long game on Abusement Park on Hell on Earth difficulty"),(Title="Anti Freeze",Description="Win a medium or long game on Ice Cave on Hell on Earth difficulty"),(Title="Devil's Co-pilot",Description="Win a medium or long game on Hellride on Hell on Earth difficulty"),(Title="First Cousins",Description="Win a medium or long game on Hillbilly Horror on Hell on Earth difficulty"),(Title="One Giant Leap (Back) for Mankind",Description="Win a medium or long game on Moonbase on Hell on Earth difficulty"),(Title="Advanced Omega Wave Resonance Explorer",Description="Win a medium or long game on Steamland on Hell on Earth difficulty"),(Title="Tachyon Cytoneutralization Explorer",Description="Win Steamland in Objective Mode on Hell on Earth difficulty"),(Title="Wharfinger",Description="Win a medium or long game on Fright Yard on Hell on Earth difficulty"),(Title="Shipping Magnate",Description="Win Fright Yard in Objective Mode on Hell on Earth difficulty"),(Title="Lucifer",Description="Win a medium or long game on Hell on Hell on Earth difficulty"),(Title="Dementia",Description="Win a medium or long game on Forgotton on Hell on Earth difficulty"),(Title="Trappist Monk",Description="Win a medium or long game on Siren's Belch on Normal difficulty"),(Title="King",Description="Win a medium or long game on Stronghold on Normal difficulty"),(Title="First Class",Description="Win a medium or long game on Transit on Normal difficulty"),(Title="Moved to Paris!",Description="Win Transit in Objective Mode on Normal difficulty"),(title="Hangover from Hell",description="Win a medium or long game on Clandestine on Hell on Earth difficulty"),(title="Hollow of Horror",description="Win a medium or long game on ThrillsChills on Hell on Earth difficulty"))
packName="Stock Maps - Hell on Earth"

[StockMapsNormal]
Achievements=((Title="Pub Crawl",Description="Win a medium or long game on West London on Normal difficulty"),(Title="Lord of the Manor",Description="Win a medium or long game on Manor on Normal difficulty"),(Title="Chicken Farmer",Description="Win a medium or long game on Farm on Normal difficulty"),(Title="The Boss",Description="Win a medium or long game on Offices on Normal difficulty"),(Title="Lab Cleaner",Description="Win a medium or long game on Biotics Lab on Normal difficulty"),(Title="Tin Man",Description="Win a medium or long game on Foundry on Normal difficulty"),(Title="A Bit Barmy",Description="Win a medium or long game on Bedlam on Normal difficulty"),(Title="Squirrel King of the Dark Forrest",Description="Win a medium or long game on Wyre on Normal difficulty"),(Title="Waste Disposal",Description="Win a medium or long game on Biohazard on Normal difficulty"),(Title="Warehouse Janitor",Description="Win a medium or long game on Crash on Normal difficulty"),(Title="Departure Gallery",Description="Win a medium or long game on Departed on Normal difficulty"),(Title="Running Late",Description="Win a medium or long game on Filth's Cross on Normal difficulty"),(Title="Gimme a Player!",Description="Win a medium or long game on Hospital Horrors on Normal difficulty"),(Title="Ice Cube",Description="Win a medium or long game on Icebreaker on Normal difficulty"),(Title="Daytrip",Description="Win a medium or long game on Mountain Pass on Normal difficulty"),(Title="Neighborhood Watch",Description="Win a medium or long game on Suburbia on Normal difficulty"),(Title="Slight Drip",Description="Win a medium or long game on Waterworks on Normal difficulty"),(Title="Walking In a Winter Horror Land",Description="Win a medium or long game on Santa's Evil Lair on Normal difficulty"),(Title="Science Got Done",Description="Win a medium or long game on Aperture on Normal difficulty"),(Title="Flea Circus",Description="Win a medium or long game on Abusement Park on Normal difficulty"),(Title="Snow Cave",Description="Win a medium or long game on Ice Cave on Normal difficulty"),(Title="Highway to Heaven",Description="Win a medium or long game on Hellride on Normal difficulty"),(Title="Third Cousins",Description="Win a medium or long game on Hillbilly Horror on Normal difficulty"),(Title="Here is To Us",Description="Win a medium or long game on Moonbase on Normal difficulty"),(Title="Astro Buffer Afficiando",Description="Win a medium or long game on Steamland on Normal difficulty"),(Title="Simplified Force Adhesion Afficianado",Description="Win Steamland in Objective Mode on Normal difficulty"),(Title="Longshorman",Description="Win a medium or long game on Fright Yard on Normal difficulty"),(Title="Fork Lift Operator",Description="Win Fright Yard in Objective Mode on Normal difficulty"),(Title="Death",Description="Win a medium or long game on Hell on Normal difficulty"),(Title="Brain Fart",Description="Win a medium or long game on Forgotton on Normal difficulty"),(Title="Home Brewer",Description="Win a medium or long game on Siren's Belch on Normal difficulty"),(Title="Peasant",Description="Win a medium or long game on Stronghold on Normal difficulty"),(Title="Cattle Class",Description="Win a medium or long game on Transit on Normal difficulty"),(Title="Day-trip",Description="Win Transit in Objective Mode on Normal difficulty"),(title="Gone clubbing",description="Win a medium or long game on Clandestine on Normal difficulty"),(title="Cave of Wonder",description="Win a medium or long game on ThrillsChills on Normal difficulty"))
packName="Stock Maps - Normal"

[StockMapsSuicidal]
Achievements=((Title="Suicidal Pub Crawl",Description="Win a medium or long game on West London on Suicidal difficulty"),(Title="Emperor of the Manor",Description="Win a medium or long game on Manor on Suicidal difficulty"),(Title="Alligator Farmer",Description="Win a medium or long game on Farm on Suicidal difficulty"),(Title="Mad Boss",Description="Win a medium or long game on Offices on Suicidal difficulty"),(Title="Lab Professor",Description="Win a medium or long game on Biotics Lab on Suicidal difficulty"),(Title="Man of Steel",Description="Win a medium or long game on Foundry on Suicidal difficulty"),(Title="Complete Barking",Description="Win a medium or long game on Bedlam on Suicidal difficulty"),(Title="Bear King of the Dark Forrest",Description="Win a medium or long game on Wyre on Suicidal difficulty"),(Title="Waste of Space",Description="Win a medium or long game on Biohazard on Suicidal difficulty"),(Title="Warehouse Foreman",Description="Win a medium or long game on Crash on Suicidal difficulty"),(Title="Departure Gate",Description="Win a medium or long game on Departed on Suicidal difficulty"),(Title="Train Wreck",Description="Win a medium or long game on Filth's Cross on Suicidal difficulty"),(Title="I'm Dying Here!",Description="Win a medium or long game on Hospital Horrors on Suicidal difficulty"),(Title="Iceberg",Description="Win a medium or long game on Icebreaker on Suicidal difficulty"),(Title="Mountaineer",Description="Win a medium or long game on Mountain Pass on Suicidal difficulty"),(Title="Vigilante",Description="Win a medium or long game on Suburbia on Suicidal difficulty"),(Title="Pressure Failure",Description="Win a medium or long game on Waterworks on Suicidal difficulty"),(Title="I'm Dreaming of a Red Christmas",Description="Win a medium or long game on Santa's Evil Lair on Suicidal difficulty"),(Title="This is a Triupmh",Description="Win a medium or long game on Aperture on Suicidal difficulty"),(Title="3 Ring Circus",Description="Win a medium or long game on Abusement Park on Suicidal difficulty"),(Title="On The Rocks",Description="Win a medium or long game on Ice Cave on Suicidal difficulty"),(Title="Demoic Road",Description="Win a medium or long game on Hellride on Suicidal difficulty"),(Title="First Coustins (Once Removed)",Description="Win a medium or long game on Hillbilly Horror on Suicidal difficulty"),(Title="Amusing Death",Description="Win a medium or long game on Moonbase on Suicidal difficulty"),(Title="Fractional Neutron Activator",Description="Win a medium or long game on Steamland on Suicidal difficulty"),(Title="Alpha Wave Osteooxidation Activator",Description="Win Steamland in Objective Mode on Suicidal difficulty"),(Title="Stevedore",Description="Win a medium or long game on Fright Yard on Suicidal difficulty"),(Title="Crane Operator",Description="Win Fright Yard in Objective Mode on Suicidal difficulty"),(Title="Cerberus",Description="Win a medium or long game on Hell on Suicidal difficulty"),(Title="Amnesia",Description="Win a medium or long game on Forgotton on Suicidal difficulty"),(Title="Master Brewer",Description="Win a medium or long game on Siren's Belch on Suicidal difficulty"),(Title="Prince",Description="Win a medium or long game on Stronghold on Suicidal difficulty"),(Title="Business Class",Description="Win a medium or long game on Transit on Suicidal difficulty"),(Title="Serious vacation",Description="Win Transit in Objective Mode on Suicidal difficulty"),(title="Burned out",description="Win a medium or long game on Clandestine on Suicidal difficulty"),(title="Grotto of Terror",description="Win a medium or long game on ThrillsChills on Suicidal difficulty"))
packName="Stock Maps - Suicidal"

